Repository: nexusnetworking/Pear
Catalog: l10n/*/LC_MESSAGES/community.po
Languages: de_de, fr_fr, ja_jp

# grp.portal.titles_headline
source: All Software (%d)
de_de: Sämtliche Software (%d)
fr_fr: Tous les logiciels (%d)
ja_jp: すべてのソフト(%d)

# grp.portal.favorites_my
source: Favorite Communities
de_de: Lieblings-Communitys
fr_fr: Communautés favorites
ja_jp: おきにいりコミュニティ

# grp.portal.favorites_other
source: %s's Favorite Communities
de_de: Lieblings-Communitys von %s
fr_fr: Communautés favorites de %s
ja_jp: %sさんの おきにいりコミュニティ

# grp.portal.no_favorites_my
source: Tap the ☆ button on a community's page to have it show up as a favorite community here.
de_de: Berühre die Favoritenschaltfläche (☆) auf einer Community-Seite, um sie hier als Lieblings-Community aufzuführen.
fr_fr: Touchez l'icône ☆ sur la page d'une communauté pour l'ajouter à vos favorites.
ja_jp: コミュニティのページにある☆ボタンを押すと、ここにおきにいりコミュニティとして登録できます。

# grp.portal.no_favorites_other
source: No favorite communities added yet.
de_de: Es wurden noch keine Lieblings-Communitys hinzugefügt.
fr_fr: Aucune communauté favorite.
ja_jp: おきにいりコミュニティはありません。

# grp.portal.no_community
source: There is no community in this category.
de_de: In dieser Kategorie gibt es keine Communitys.
fr_fr: Aucune communauté dans cette catégorie.
ja_jp: このカテゴリにはコミュニティがありません

# grp.wiiu_games
source: Wii U Games
de_de: Wii U-Spiele
fr_fr: Jeux Wii U
ja_jp: Wii Uのゲーム

# grp.3ds_games
source: 3DS Games
de_de: 3DS-Spiele
fr_fr: Jeux 3DS
ja_jp: 3DSのゲーム

# grp.wiiu3ds_games
source: Wii U Games・3DS Games
de_de: Wii U-Spiele・3DS-Spiele
fr_fr: Jeux Wii U・Jeux 3DS
ja_jp: Wii Uのゲーム・3DSのゲーム

# grp.virtualconsole
source: Virtual Console
fr_fr: Console virtuelle
ja_jp: バーチャルコンソール

# grp.others
source: Others
de_de: Andere
fr_fr: Autres
ja_jp: そのほか
